FreeHost
=======
Р­С‚Рѕ РґРѕРїРѕР»РЅРµРЅРёРµ РїРѕР·РІРѕР»РёС‚СЊ РјРѕРЅРёС‚РѕСЂРёС‚СЊ РІР°С€ СЃРµСЂРІРµСЂ 
СЃ Р±РµСЃРїР»Р°С‚РЅС‹С… С…РѕСЃС‚РёРЅРіР°, РЅР°РїСЂРёРјРµСЂ СЃ Hostinger'Р°
(РЎР°РјСѓСЋ СЃРІРµР¶СѓСЋ РІРµСЂСЃРёСЋ РїР»Р°РіРёРЅР° OnlinePlayersSQL РјРѕР¶РЅРѕ
СЃРєР°С‡Р°С‚СЊ С‚СѓС‚ http://dev.bukkit.org/server-mods/online-players-sql/)

РЈСЃС‚Р°РЅРѕРІРєР°
---------
1. РЈСЃС‚Р°РЅРѕРІРёС‚СЊРµ РїР»Р°РіРёРЅ OnlinePlayersSQL РЅР° СЃРІРѕР№ СЃРµСЂРІРµСЂ
2. Р Р°Р·Р°СЂС…РёРІРёСЂСѓР№С‚Рµ СЂР°СЃС€РёСЂРµРЅРёРµ РІ РїР°РїРєСѓ extesions
3. РќР°СЃС‚СЂРѕР№С‚Рµ С„Р°Р№Р» dbconnect.php
4. Р’ С„Р°Р№Р» serverlist.php РґРѕР±Р°РІСЊС‚Рµ РЅР°СЃС‚СЂРѕР№РєСѓ РґР»СЏ РєР°Р¶РґРѕРіРѕ СЃРµСЂРІРµСЂР°:
    $maxonline['РЅР°Р·РІР°РЅРёРµ_СЃРµСЂРІРµСЂР°'] = 100;
5. Р’ С„Р°Р№Р» dbconnect.php РґРѕР±Р°РІРёСЊ РЅР°СЃС‚СЂРѕР№РєРё Р±Рґ РґР»СЏ РєР°Р¶РґРѕРіРѕ СЃРµСЂРІРµСЂР°
6. Р”РѕР±Р°РІСЊРµ РІ С„Р°Р№Р» config.php РЅР°СЃС‚СЂРѕР№РєСѓ
    $freehost = true; // Р§С‚РѕР±С‹ РѕС‚Р»РєР»СЋС‡РёС‚СЊ - false
7. Р“РѕС‚РѕРІРѕ!

----------
[EndlessWorlds(c)](http://endlessworlds.ru/) OsipXD
